Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 汉子走到那边檐下，没来由转头笑道：“我觉得马苦玄带不走那样东西。”
en_us: When Li Er arived under the corridor eaves, he suddenly turned around and said with a smile, "I feel like Ma Kuxuan can't take that thing away."

source: 汉子转头瞥了眼少年的背影，歪歪嘴，嘀咕了一句，好像是骂老天爷的丧气话。
en_us: The gatekeeper took a glance at the departing Chen Ping'an out of the corner of his eye, then pursed his lips as he mumbled something, seemingly cursing the heavens.

source: 汉子转过头，望向那些人，伸手揉着胡里拉碴的下巴，低声啧啧道：“刚才那婆娘，两条腿能夹死人啊。”
en_us: The gatekeeper turned and cast his gaze toward the outsiders, stroking his stubbly chin as he mused to himself, "That woman just now had a pair of killer legs!"

source: 汉子转过头，看着暴躁愤怒的同门师弟，黑着脸默不作声。
en_us: The hunch-backed man turned to the furious gatekeeper, looking at him in silence with a dark expression.

source: 汉子问道：“师父，要是我媳妇非要两个娃儿一起带走，我咋办？”
en_us: "Master, what if my wife wants to bring both of our children with us? What should I do?" Li Er asked.

source: 汉子闷闷不乐，不吭声。
en_us: Li Er remained silent, a sullen look on his face.

source: 汉子骂了句娘，跳下树墩子，瞥见草鞋少年后，也不说话，去黄泥茅屋拿了摞信过来，六封家书，只给了五颗文的铜钱。
en_us: The disheveled man cursed before hopping off the tree stump and shooting a glance at the young boy. He didn't say anything, and he went to the mud hut to retrieve a bundle of letters. There were six letters in total, yet he only handed Chen Ping'an five copper coins.

source: 沉稳落地后，刘羡阳得意洋洋，笑问道：“厉害吧？怕不怕？”
en_us: When he landed, he smiled smugly and asked, "Impressive, huh? Are you afraid?"

source: 沉默片刻后，宁姚问道：“你就没有什么想问的？”
en_us: After falling silent for a moment, Ning Yao continued, "You don't have any questions that you want to ask?"

source: 沙场之上同生共死，修行路上生死自负。
en_us: On the battlefield, people could stick by each other through thick and thin. When it came to cultivation, however, each person would have to take responsibility for their own life and death.

source: 没办法。
en_us: This was simply hopeless.

source: 没有任何回应，对下人一直优容宽厚的老人，正想继续调笑几句，脸色骤变，抬头望向远方，神情凝重起来。原来小院内，不仅是少女丫鬟所持之扇，没有丝毫动静，事实上就连无形的清风也静止了。老人赶紧屏气凝神，默念口诀，坐忘入定，以免在这场光阴长河的短暂逆流当中，白白折损修为道行。老人轻轻叹息，最为恪守规矩礼数的齐静春，也终于破例出手，如此一来，真是山雨欲来风满楼了。
en_us: There was no response. The old man who was always lenient and kind toward his servants was just about to tease her again when his expression suddenly changed. He looked up at the distance, with his expression becoming solemn. As it turned out, it wasn't only the maidservant in the courtyard and her fan which had become still. Instead, even the formless wind had become still. The old man hurriedly held his breath and concentrated his attention, silently reciting a mantra and entering a state of meditation. This was to prevent his cultivation from flowing away in this temporary countercurrent in the the long river of time. The old man heaved a soft sigh. Even Qi Jingchun, the person who most respected the rules and etiquettes, had finally broken the rules and become involved. It was clear that a storm was brewing.

source: 没有看到听到少年使劲拍胸脯的大放厥词，宋长镜反而觉得很正常，站在门口，背对着屋内的宋集薪，问道：“你跟他比较熟，觉得他会不会去做？”
en_us: He didn't immediately jump on the opportunity and promise to carry out the two tasks assigned to him, but Song Changjing wasn't surprised to see this at all. Standing at the entrance of the room, his back was facing Song Jixin as he asked, "You know him far better than I do, do you think he'll do what I ask of him?"

source: 没有让他失望，古塔上浮现着金色的文字，乃是一篇无上功法，名为《不灭天经》，练到最高境界，身体便不坏不朽，与天地共存、与日月同寿！
en_us: Thankfully, he wasn't disappointed. A passage of golden text appeared on the ancient pagoda, containing a peerless cultivation art by the name of "Undying Heavenly Scripture". Upon reaching the highest level of the cultivation art, one would attain an indestructible and immortal body that would exist alongside heaven and earth for all of eternity!

source: 没过多久，少女停下身形，眯眼望向上游溪水远处。
en_us: After a short while, she came to a stop and peered into the distance at the upper reaches of the creek.

source: 没过多久，年迈管事和门房一起赶来，门房对少年使了一个眼色，暗示他千万别这个时候掏出一枚铜钱来，公然受贿，罪名可不小。好在少年没有做出那傻事来，只是跟着管事一起往衙署的后堂走去。
en_us: Shortly thereafter, the elderly steward arrived with the porter, and the latter gave Chen Ping'an a subtle look, indicating for him to refrain from offering any further copper coins as offering and accepting bribes were major crimes. Thankfully, Chen Ping'an seemed to have received the hint, and he followed the steward to the rear hall of the office.

source: 没过多久，草鞋少年就回到院子，杨老头问道：“最后说了啥？”
en_us: After a short while, Chen Ping'an returned to the backyard. "What did he say in the end?" Old Man Yang asked.

source: 河婆哭丧着脸，不敢拒绝，只得答应下来。
en_us: The river guardian didn't dare to refuse, so she could only accept this arrangement with a sullen expression.

source: 河婆在声音消失后，她痴痴呆呆悬停在水中，身躯摇曳生姿，却了无生气。
en_us: Even after the voice faded, the river guardian continued to float in the water in a dazed manner, and all of the life seemed to have been sucked out of her body.

source: 河婆强自冷静下来，默默垂泪哀求道：“求大仙大发慈悲，饶过奴婢的这次无心冒犯。”
en_us: The river guardian forced herself to calm down, then began silently weeping as she implored, "Please spare me out of the infinite kindness of your heart, esteemed immortal. I mean you no offense."

source: 河婆身躯没入溪水，一张脸庞充满狰狞怨恨，不过数次吃亏之后，她开始懂得死死压抑住这股戾气。
en_us: However, having already been taught several painful lessons, she had begun to learn to suppress her resentment at all costs.

source: 河婆连连说道不敢。
en_us: The river guardian hurriedly nodded in response.

source: 法相大损的齐静春仍然无动于衷，所有的注意力，始终放在虚握拳头的左手之上。
en_us: Despite the severe damage Qi Jingchun had sustained to his Dao Manifestation, he still remained completely unfazed, continuing to focus his attention on his clenched left fist.

source: 法相的拳头，碎屑四溅，飞羽飘摇，不断衰减。
en_us: Debris continued to fly in all directions from the fist of the Dao Manifestation, and it was constantly being whittled down further and further.

source: 泥瓶巷一侧的连绵屋檐之上，响起一大串碎裂声响。
en_us: All of a sudden, the sound of roof tiles being shattered underfoot rang out incessantly.

source: 泥瓶巷之行，蔡金简是做了一次计划外的押注，属于临时起意，却也小心权衡，只不过事实证明她赌输了，代价就是十块价值连城的云根石，这让她对接下来的小镇之行，充满了焦虑，无形中也对苻南华产生了依赖感，或者说产生了赌徒心性，十块云根石是赌，五十块不一样是赌？赌赢了，狠狠赚一个盆满钵盈，赌输了……蔡金简觉得自己不会输，绝对不会，她可是云霞山的修行天赋第一人蔡金简！修行路上，一帆风顺，境界提升，势如破竹，蔡金简不相信自己会在这条臭水沟翻船。
en_us: This trip to Clay Vase Alley was something that was outside of her original plan, as was the bet that she had made with Fu Nanhua. It was a spur of the moment decision, and even though she had proceeded with a great deal of caution, she had ultimately lost the bet, and the price she had to pay were 10 extremely precious Cloud Root Stones. This added a huge element of stress to her trip to the town, and she had unconsciously developed a sense of reliance on Fu Nanhua. Another way to put it was that she was leaning into the mindset of a gambler. She was willing to gamble 10 Cloud Root Stones, so why couldn't she gamble 50? If she won, she would recoup all her losses and make a massive profit, and if she lost... Cai Jinjian didn't think that she was going to lose. In fact, she was convinced that she wouldn't lose. She possessed the best cultivation aptitude out of anyone on the Dawn Cloud Mountain! Everything had gone smoothly for her on her cultivation journey, and her cultivation base had progressed rapidly. She was absolutely confident that there was no way that someone like her could fail in such an insignficant place.

source: 泥瓶巷内，宋集薪正在翻阅一本厚重陈旧的地方县志，宋集薪摸索出很多规律，例如大体上是每六十年一增补，所以宋集薪私下将此书取名为《甲子志w，还有就是小镇百姓在年少时被远房亲戚带出去后，几乎就没有人回到过家乡，好像很不喜欢落叶归根，属于墙里开花墙外香，很多家族姓氏就在外面开枝散叶，甚至成长为一棵棵根深蒂固的参天大树，所以宋集薪又将其昵称为《墙外书w。
en_us: In the Clay Vase Alley, Song Jixin was currently flipping through a thick and ancient Local County Chronicle. He was able to discover many patterns, such as how this book was approximately appended to and edited once every 60 years. Thus, Song Jixin privately referred to this book as the "Sixty-Year Chronicle". Something else he noticed was that those who were brought out of the small town by distant relatives at a young age would almost never return. It was as if they didn't like returning to their hometown — they were like flowers that bloomed inside the town, yet whose fragrance could only be enjoyed outside. Indeed, it was in this manner that many clans and families took root and grew in the outside world. In fact, some of them even grew into towering trees with deep and strudy roots. Thus, Song Jixin also nicknamed this book "Beyond the Wall".

source: 泥瓶巷口子上站着一个扎羊角辫的小丫头，估计是冬天冻伤了脸颊，两坨腮红很惹眼，看到大摇大摆扛着槐枝的红棉袄姑娘后，她闷闷道：“李宝瓶，不是说好了丢下槐枝，就跟我一起去学塾吗？你是不知道，今儿马爷爷怪得很，穿得跟齐先生一样，说要由他来带着我们游学，去那山崖书院，到时候马爷爷朝我们发火的话，就怪你。”
en_us: At the entrance to Clay Vase Alley stood a little girl with her hair arranged into a pair of braids. Her cheeks were bright red from the cold winter air, and upon spotting Li Baoping swaggering her way down the alley, a displeased look appeared on her face as she complained, "Li Baoping, didn't you say you were going to come to school with me after dropping off the locust branch? Grandpa Ma is acting really strange today. He's dressed up like Mr. Qi, and he says that he'll be taking us on our excursion to Mountain Cliff Academy. If Grandpa Ma gets mad at us, then we'll all pin the blame on you."

source: 泥瓶巷口子上，稚圭看到自己少爷站在那边，打着哈欠。
en_us: Upon arriving at the entrance of Clay Vase Alley, Zhi Gui saw her young master standing there and yawning.

source: 泥瓶巷外墙脚根那边，小女孩脚丫一下一下轻轻踢着老人胸膛，想着这一路行来，相中了哪些入眼的山峰，想着挑选哪一座搬回家乡才好。
en_us: Around the corner of Clay Vase Alley, the little girl's feet were lightly drumming against the chest of the old man as she pondered about all the mountains they had passed on their way here. She contemplated which one she should take home.

source: 泥瓶巷外拐角处，粉雕玉琢的小女娃娃骑在魁梧老人的肩头，身穿一袭大红袍子的男孩被妇人牵着手，本该天真烂漫的岁数，脸上已经有了与年龄不符的阴鸷神色，用自家家乡那边的言语说道：“这个卢家人是不是太蠢了些？要来何用……”
en_us: Around the corner of the alley, an adorable little girl was sitting on the shoulders of a tall and solidly-built old man. Next to them, a boy in a big red robe was holding onto the hand of his mother. He was at an age of innocence and naivety, yet the sinister and ruthless expression on his face was one that was in deep discordance with his age. Using the language of his hometown, he said, "Is this person from the Lu Clan stupid or what? What's the point in keeping him...?"

source: 泥瓶巷外街道上的车厢内，大骊藩王宋长镜正在闭目养神。
en_us: In a carriage outside Clay Vase Alley, Song Changjing was sitting with his eyes closed and resting his mind.

source: 泥瓶巷家家户户的黄土院墙都很低矮，其实邻居少年完全不用踮起脚跟，就可以看到这边院子的景象，可每次跟陈平安说话，偏偏喜欢蹲在墙头上。
en_us: The earthen walls separating the homes in Clay Vase Valley were all very short, so the young boy could've easily looked over the wall to the other side, but he always liked to squat on top of the wall whenever he spoke to Chen Ping'an.

source: 泥瓶巷是小镇最为狭窄逼仄的巷弄之一，道人的双轮木推车不可能放在外头拦路，好在陈平安看着骨瘦如柴，没几斤气力，事实上膂力不小，帮着年轻道人将颇为沉重的推车，一起弄进了院子，并不如何费劲。从头到尾，少年都没有说什么，这就让关上门后的年轻道人有些尴尬，这就像一个人厚着脸皮去登门借钱，主人好茶好酒好肉殷勤招待着，客人但凡剩下点良心，就会愈发难以启齿了。
en_us: As one of the narrowest alleys in the entire town, the Daoist priest's cart couldn't just be left outside Chen Ping'an's yard as it would present a major hindrance to everyone trying to walk through the alley. Thankfully, even though Chen Ping'an appeared to be quite thin and lacking in physical strength, he was much stronger than he looked, and it didn't take him much effort at all to help the Daoist priest move the rather heavy cart into his yard. Throughout this entire process, Chen Ping'an didn't say anything, and that left the young Daoist priest feeling rather awkward after he closed the gate of the yard behind him. It was like he had visited someone with the intention of borrowing money from them, only for the host to welcome him with open arms and exceptional hospitality, leaving him too ashamed to ask for money.

source: 泥瓶巷栋宅子外头，有个挂着鼻涕虫的顽劣孩子，正在凶狠踹门，骂骂咧咧，唾沫四溅，“陈平安再不滚出来，我就找人砍死你，把你家堆破烂都砸了我知道你在家里，忙啥呢，难道是在跟宋集薪的小媳妇，跟稚圭在那个啥大白天的，也不晓得照顾下宋集薪的感受好好好，不出来是吧，我走了，我可真走了啊我这走，你这辈子就崩想见着我啦，我那些宝贝，本来想着都留给你，陈平安快出来啊”
en_us: Outside a house in Clay Vase Alley, there was an unruly child with two lines of snot trailing from his nose. He was viciously kicking the door at this moment, cursing as he did so. Saliva flew everywhere as he shouted, "Chen Ping'an, if you don't get the hell over here, I'm going to get someone to hack you to death and smash all of that worthless crap lying around in your house! What are you so busy with? Perhaps you're with Song Jixin's wife? You're doing the deed with her in broad daylight? Don't you know to look after Song Jixin's feelings? Very well, you're not going to come out, huh? Is that how it's going to be? Then I'm going to leave! I'm genuinely going to leave! Don't even think about seeing me ever again! I initially wanted to leave my treasures to you, but... Chen Ping'an, hurry up and answer the door!"

source: 泥瓶巷的不速之客，齐先生微微一笑，道：“王朱，罢了，暂且入乡随俗喊你稚圭便是，稚圭，你有没有想过，你虽是天地眷顾，应运而生，可是当真以为我没有压胜的手段？还是说你觉得几千年前，四位神龙见首不见尾的圣人，联袂莅临此地，亲自订立规矩，只是嘴上说说而已，没有留下半点后手？说到底，你只是坐井观天罢了，苍穹之高，大地广袤，远远不是井口那点光景模样啊。”
en_us: Qi Jingchun smiled as he said, "Wang Zhu... Forget it, I'll do as the townfolk do and call you Zhi Gui for now. Zhi Gui, while you're blessed by heaven and earth and were born from the will of the world, do you really think that I have no way to subjugate you? Thousands of years ago, the four sages descended upon this place together to establish a set of rules that still stand to this very day. Did you think that they established those rules without leaving behind any ways to enforce them, and that they simply hoped that people would follow those rules of their own accord? You're nothing but a frog trapped at the bottom of a well, oblivious to the fact that the world is far more vast than what you can see out of the opening of the well."

source: 泥瓶巷远处，响起声火急火燎的怒吼，“顾粲”
en_us: At this moment, an extremely worried yet furious voice roared, "Gu Can!"

source: 泥瓶巷里的少年咧嘴笑。
en_us: Standing on Clay Vase Alley, the young boy cracked a grin.

source: 洞天破碎，降为福地。
en_us: The small world had been broken and had descended upon the earth as a blessed land.

source: 洞天走出去的人，命多半好。福地升上来的人，命尤其硬。
en_us: Those who came from immortal clans generally already had a path to successed paved for them, while those who ascended from blessed lands were often forced to endure much hardship and adversity.

source: 浑身透着一股酸腐味的汉子转头，笑眯眯道：“小家伙，就你这种茅坑臭石头的脾气，将来很容易吃大亏的。难道没有听过一句老话，吃亏是福？你要是小亏也不愿意吃……”
en_us: The gatekeeper's entire body was giving off a sour and rotten odor, and he grinned as he said, "If you keep up that stinky attitude of yours, there's a very good chance that you're going to get in big trouble in the future. Have you not heard the saying that suffering a loss is a blessing? If you're not willing to suffer even minor losses..."

source: 深夜里，一个少年偷偷潜入泥瓶巷，如野猫夜行，无声无息，悄悄来到顾粲家的院子，他找到那口就摆在院子角落里的大水缸，蹲下后，发现原本堆砌得整整齐齐的蛇胆石，已经被人翻拣得七零八落，好像此人比陈平安还要更早知晓石头的价值。顾粲是小镇唯一一个喜欢收集蛇胆石的怪胎，而且不管在小溪里找到多少，每次只拿一块回家，孩子只挑选最顺眼的那块石头，日积月累，才攒下五六十块石头，被他用来遮挡水缸底部的空隙。
en_us: Deep in the night, a young boy stealthily crept though Clay Vase Alley like a silent and nimble cat. He went into Gu Can's home, and he found the large water vat that was placed in the corner of the courtyard. After squatting down, he found that many of the originally neat and tidily placed snake gall pebbles had already been taken away by someone. It was as if someone had discovered the value of them before him. Gu Can was the only weirdo in the small town who liked to collect snake gall pebbles, and no matter how many pebbles he found at a time, he would only take a single one home. He would only keep his favorite one. Thus, after collecting them for a long time, he was only able to gather 50 to 60 snake gall pebbles. He used these pebbles to cover the gaps in the bottom of the water vat.

source: 混吃等死，小富即安，飞黄腾达，就像她娘亲所说的，是因为各有各的缘法，未必有高下之分。
en_us: Some people meandered about and waited for death, while others would be satisfied as long as they were slightly well off. Meanwhile, there were also those who were extremely driven and would soar to unfathomable heights. Just like her mother had said, different people would have different destinies and fates. There was not necessarily a superior or inferior fate.

source: 清风城许氏笑意妩媚，眯起眼眸，柔声道：“这种掏心窝子的话啊，可别让我夫君、也就是你未来的师父听到，或者到时候你也可以在他面前重复一遍？”
en_us: The woman narrowed her eyes in a seductive manner as she smiled and said in a gentle voice, "Make sure you don't let my husband, your future master, hear what you said just now. Alternatively, perhaps you could repeat what you said here to him when you meet him."

source: 温文尔雅的儒士隐约露出一抹怒容，缓缓转头望去。
en_us: A hint of anger appeared on Mr. Qi's face, and he slowly turned away with a cold look in his eyes.

source: 温文尔雅的青衫读书郎，有些惊讶，也有些失落，“先生，这是为什么啊？”
en_us: Zhao Yao was rather taken aback to hear this, and he was also feeling a little dejected, "Why, Sir?"

source: 溪水渐浅，井水渐冷，老槐更老，铁锁生锈，大云低垂。
en_us: The creek gradually became shallower, and the well gradually became colder. The old locust tree grew even older, and the iron lock grew even rustier. The large clouds bore down on the small town.

source: 溪畔剑铺一间屋子里，弥漫着一股浓重的血腥味，一盆盆血水被端出去，然后端回一盆盆清水。
en_us: Meanwhile, the strong odor of blood was permeating throughout a room in the sword forge beside the creek. One basin of bloody water was carried out after another before being replaced by clean water.

source: 溪畔铺子，刘羡阳又睡去。
en_us: In the blacksmith shop next to the creek, Liu Xianyang lay down and fell asleep again.

source: 满头霜雪的魁梧老人沉声道：“夫人，虽说童言无忌，但是万一害得我家少主道心蒙尘，你们自己掂量后果。”
en_us: The white-haired old man said in a serious voice, "I understand that we shouldn't take offense to the words of children, but if our young mistress's heart is tarnished by that boy's words, then you'll have to bear the consequences."

source: 满手鲜血流个不停的少年答非所问，黝黑的脸庞上，满是乡土野草似的坚韧，“你和她可能都不清楚，我的眼力很好，所以在泥瓶巷里，她跟我聊天的时候，你看她的眼神，跟现在看我，其实一模一样。”
en_us: Even though Chen Ping'an's hand was still bleeding profusely, the look on his face was as resilient as the weeds in the wilderness, and he offered a response completely unrelated to Fu Nanhu'as questions. "Don't try to trick me. I have really good eyesight, so I can tell that the way you're looking at me now is the exact same way that she was looking at me while she was talking to be in Clay Vase Alley."

source: 满脸疲倦的齐静春先对飞剑说道：“去吧，你家主人已经无事了。”
en_us: Qi Jingchun's face was filled with exahustion, and he turned to the flying sword and said, "You can return now; your master is safe."

source: 满脸皱纹如老槐树皮的老杨头笑道：“掌柜的，只管坐便是，都不是外人。”
en_us: Old Man Yang's face was as wrinkled as the bark of the old locust tree, and he smiled as he said, "Take a seat, shopkeeper."

source: 满腹委屈的少女突然加快脚步，一脚狠狠踩在男人脚背上，然后脚下生风，瞬间就一溜烟没影了。
en_us: The upset young girl suddenly quickened her pace and forcefully stepped on her father's heel. As if a gust of wind had appeared underfoot, she then quickly fled into the distance, instantly vanishing without a trace.

source: 满身富贵气的小公子撇嘴道：“不要拉倒，我还不乐意去。”
en_us: The rich boy scowled and said, "You can scram if you don't want it. Hmph, I don't even want to go anymore."

source: 潺潺溪水摩挲着那些露出水面的石头，哗啦啦作响。
en_us: The bubbling water made a rushing sound as it crashed against the exposed stones and pebbles.

source: 激射而出的石子来势汹汹，虽然不如正阳山搬山猿那般恐怖，但是仍然不容小觑。本该手忙脚乱的陈平安并未停步，腰杆一拧，上半身侧过，那颗石子正好从眼前一闪而逝，草鞋少年额前的发丝被那股清风裹挟得随之一荡。
en_us: The stone possessed a ferocious might, and even though it wasn't as terrifying as the old ape's attacks, it was still something that Chen Ping'an needed to treat with caution. He should have been affected by the attack, but Chen Ping'an didn't grind to a halt. With a twist of his hips, his upper body leaned to the side, causing the stone to flash past his eyes. The strands of hair on his forehead was blown up by the gust of wind created by the stone.

source: 然后他双指夹住那枚金精铜钱，晃了晃，“真不要？”
en_us: He then held up the gold essence copper coin between two of his fingers and asked, "You sure you don't want this?"

source: 然后他开始慢跑，脚步轻快，哪怕已经多次穿街过巷，仍是毫无疲惫，毕竟对于习惯了上山下水的少年来说，这点路程实在是太不值提，真正称得上艰辛的事情，是上山烧炭，座龙窑每年需要用掉木炭两三万斤，尤其是大雨天的时候，住在山上砍柴烧炭，那真是种遭罪，少年曾经差点就死于座建造时坍塌的炭窑里。少年这些年所做的事情，几乎都是体力活，也讲些技巧，但是入门之后，就纯粹是靠力气吃饭了，所以少年表面上的瘦小羸弱，只是假象，拥有种内在经受过千锤百炼后的精悍。
en_us: He then began to jog, taking quick and nimble steps, and even though he had already jogged through these same streets and alleys countless times, he still hand't grown weary of them at all. He was accustomed to regularly scaling the mountains, so this was nothing more than some light exercise for him. What was truly arduous was the process of scaling the mountain to make charcoal. Each year, a dragon kiln would go through around 10,000 to 15,000 kilograms of charcoal, and it was an especially laborious task to be living on the mountain, chopping firewood to be burned into charcoal during periods of heavy rain. Chen Ping'an had once had a very close brush with death when a charcoal kiln that he was constructing had collapsed on him. Over the years, almost all of the jobs that Chen Ping'an had undertaken had fallen under the category of manual labor. There was some technique involved, but ultimately, virtually all of the tasks assigned to him had been very physically grueling to complete. Hence, his thin and frail appearance was only a facade, and he possessed far more strength and stamina than what appeared to be the case on the surface.

source: 然后他有些恼火，“你干嘛要故意坏了那女子的水观心境，你知不知道这种事情，yi旦做了，就是yi辈子的生死大敌！”
en_us: A hint of frustration and anger appeared on his face, and he continued, "Why did you purposely ruin that girl's Observing Water Mental State? Do you know that such actions will make you two arch-enemies for life?"

source: 然后他率先走向少女那边。
en_us: He then made his way over to Zhi Gui, but Cai Jinjian remained standing in front of Chen Ping'an, looking down at him with an amused expression as she asked, "Do you know what that means?"

source: 然后他笑道：“若我们父女二人，不是天底下最不讲究外物、机缘和气数的剑修，说不得爹也会让他留在身边，看能否让你多一些好处。”
en_us: He then smiled and continued, "If the two of us weren't swordsmen who are the least particular about external matters, fated opportunities, and so on, perhaps I might have kept him by my side. Maybe I would have been able to help him a little."

source: 然后儒士带着少年再绕至“莫向外求”下，他左顾右盼，视线幽幽，“原本你读书的那座乡塾，很快就会因为没了教书先生，而被几个大家族停办，或者干脆推倒，建成小道观或是立起一尊佛像，供香客烧香，有个道人或是僧人主持，年复一年，直至甲子期限，期间兴许会‘换人’两三次，以免小镇百姓心生疑惑，其实不过是粗劣的障眼法罢了。只不过，在这里完成一门芝麻大小的术法神通，如果搁在外边，兴许就等于天神敲大鼓、春雷震天地的恢弘气势了吧……”
en_us: After that, Mr. Qi led Zhao Yao over to the plaque that bore the idiom of "refrain from looking outward". Mr. Qi looked around with a solemn expression, then said, "The private school that you were studying will soon be without a teacher, and it'll either be closed down by the affluent families who funded it, or it'll be demolished and have its place taken by a small daoist temple or a Buddha statue. Perhaps the place will be overseen by a Daoist priest or a monk for year after year until the cycle of 60 years comes to an end. During that time, perhaps the overseer will be replaced two or three times to avoid rousing suspicions from the town's residents, but that'll be nothing more than a crude cover-up to deceive everyone. Having said that, if anyone could unleash even the tiniest of mystical abilities here, in the outside world, that would be equivalent to an almighty feat capable of shaking the very heavens..."

source: 然后她开始小步助跑，约莫四五步后，手脚骤然发力，雪白剑鞘的三尺长剑，碧绿刀鞘的纤细狭刀，率先出鞘，上斜向前，与此同时，她身形弹地而起，双手迅速握住刀剑，二话不说，当头劈下！
en_us: After about four or five steps, she abruptly exerted force through both her hands and feet at once, drawing both her longsword and her sleek saber at once. At the same time, she sprang up from the ground, quickly gripping onto her blades before slashing them down without any hesitation!

source: 然后她开始狂奔，在屋檐边缘起跳，然后整个人开始飞跃向对面清馨院的屋脊。
en_us: After that, she charged along the rooftop at full speed, and upon reaching the edge, she launched herself toward the opposing rooftop in the Sweet Scent Yard.
